{"file_name": "image_001.png", "text": "A person wearing a traditional headdress and fringed clothing raises an axe with a passionate expression, another person sits nearby in similar attire, a third individual with red hair and a checkered shirt stands with a surprised expression next to a small white dog, teepees with animal designs are in the background, set in a grassy field with trees and blue mountains. In Tintin style."}
{"file_name": "image_002.png", "text": "A man in a long white coat and black cap opens a blue taxi door with yellow checkered stripe, another person inside the taxi with a surprised expression, urban background with silhouettes of pedestrians and buildings, vintage cartoon style. In Tintin style."}
{"file_name": "image_003.png", "text": "Comic-style illustration, man in brown coat and boots climbing into blue car, carrying an orange object, dog with white fur inside looking out, driver in white coat and black cap standing beside the car door with an angry expression, urban street setting. In Tintin style."}
{"file_name": "image_004.png", "text": "Man in blue coat and cap, crouching behind a tree, holding a slingshot, grassy field and path in the background, rural setting, focused posture. In Tintin style."}
{"file_name": "image_005.png", "text": "A man in a white coat and black hat is hit by a slap, colorful stars around his head, a young boy with blond hair wearing a yellow shirt and orange pants looks surprised with a question mark above his head, a small white dog jumps up excitedly, grassy background. In Tintin style."}
{"file_name": "image_006.png", "text": "Vintage ambulance, brown with a red cross on the side, driving down a road, \"DING DING DING\" sound indicated above, yellow light on roof, stylized cartoon style, simple background with grey pavement and light sky. In Tintin style."}
{"file_name": "image_007.png", "text": "Vintage ambulance with a red cross symbol on its side, brown exterior, driving down a street with a \"ding ding\" sound indicated, cityscape background with buildings, pedestrians in coats and hats walking on the sidewalk, lamp posts in the distance, action conveys urgency. In Tintin style."}
{"file_name": "image_008.png", "text": "Silhouettes of three figures against a blue background, two taller figures in hats holding raised sticks, central smaller figure with a topknot and raised arms, colorful stars and wavy lines above the central figure's head, suggesting impact or conflict. In Tintin style."}
{"file_name": "image_009.png", "text": "Two silhouetted figures, wearing hats, carry a third figure horizontally, set against a blue background, a yellow star symbol between them. In Tintin style."}
{"file_name": "image_010.png", "text": "A person with short, spiky hair lying face down on a green couch, wearing a yellow shirt and red pants, appearing unconscious with a swirl and star above their head, a small white dog in the background looking through a window, simple indoor setting, cartoon style. In Tintin style."}
{"file_name": "image_011.png", "text": "Bald man in brown suit facing a man in blue jacket and hat, standing in front of a large keyhole, both with neutral expressions, dark background highlighting the keyhole shape. In Tintin style."}
{"file_name": "image_012.png", "text": "Two cartoon characters in a dynamic conflict, one character in a black jacket, blue shirt, and red tie appears surprised with open mouth, the other character wearing a yellow shirt, brown vest, and red pants seems to be headbutting the first character's midsection, colorful stars indicating impact or surprise are scattered around, simple background emphasizes the action. In Tintin style."}
{"file_name": "image_013.png", "text": "Man wearing a blue suit and brown hat, holding a pistol, crouching and moving cautiously, standing near a green curtain, indoor setting, focused and alert expression, simple background. In Tintin style."}
{"file_name": "image_014.png", "text": "Police officer in uniform holding a baton, blowing a whistle, running forward, music notes surrounding him, light-colored background, energetic movement, cartoon style. In Tintin style."}
{"file_name": "image_015.png", "text": "Two men in black uniforms with nightsticks collide face-to-face, both with startled expressions, hats flying off, stars and colored shapes scattering around, indoor hallway setting, dynamic motion captured. In Tintin style."}
{"file_name": "image_016.png", "text": "Two men walking indoors, man in the foreground wearing a brown trench coat, blue pants, gray hat, hand touching his hat, mustache, smiling confidently, man behind in a black suit, white shirt, black hat, wearing a badge, serious expression, following the first man, plain indoor setting, door slightly ajar. In Tintin style."}
{"file_name": "image_017.png", "text": "Young cartoon character with light orange hair, wearing a yellow shirt and grey vest, looking to the side with a surprised expression, light background. In Tintin style."}
{"file_name": "image_018.png", "text": "Green vintage car, rear view, driving down a city street, dust clouds swirling around, tall buildings on either side, clear blue sky above. In Tintin style."}
{"file_name": "image_019.png", "text": "A man in a black uniform and hat, slightly bent posture, serious expression, standing in front of a brown door with a \"POLICE\" sign, hand gripping the doorknob, light blue wall background. In Tintin style."}
{"file_name": "image_020.png", "text": "A person with orange hair, wearing a yellow shirt and brown vest, falling backward while looking up in surprise, colorful stars around, a trapdoor in the ceiling above, a gun on the floor nearby, simple interior setting with blue walls. In Tintin style."}
{"file_name": "image_021.png", "text": "A young boy with short hair, wearing an olive green vest and orange pants, lies unconscious on the ground, a swirl and star above his head indicating dizziness, dark swirling clouds in the sky suggest a stormy atmosphere, his expression is peaceful despite the dramatic setting. In Tintin style."}
{"file_name": "image_022.png", "text": "Vintage car with round headlights driving on city street, illuminated tall buildings with numerous lit windows in the background, glowing streetlamps lining the road, neon bar sign visible in the distance, dark night setting, art deco style illustration. In Tintin style."}
{"file_name": "image_023.png", "text": "Two figures in trench coats and hats walking briskly along a waterfront, one in an orange coat and the other in a reddish-brown coat, casting long shadows on the ground, city skyline silhouetted against a twilight sky in the background. In Tintin style."}
{"file_name": "image_024.png", "text": "Two men in suits and hats with raised hands, leaning forward over a ledge, one in a red suit and the other in a yellow-brown coat, blue water in the background, dynamic pose suggesting movement or urgency, stylized comic art style, shadows cast on the ground. In Tintin style."}
{"file_name": "image_025.png", "text": "Young person with short hair, sitting in an armchair, reading a newspaper, wearing a light-colored shirt and orange pants, a white dog sitting beside them looking at the newspaper, large window with city buildings visible, green walls around the setting. In Tintin style."}
{"file_name": "image_026.png", "text": "Man in a flat cap and dark clothing firing a machine gun through a window, clouds of smoke visible outside, another man in a blue suit and red tie standing behind with a nervous expression, onomatopoeic sound \"RAT TAT TAT\" near the window, indoor setting with cartoon style. In Tintin style."}
{"file_name": "image_027.png", "text": "A man in red pants and a yellow shirt with a brown cap stands in front of a shop window, gesturing at a hat display, accompanied by a small white dog looking up, two hats are displayed with visible price tags, a cowboy figure in the background wearing a blue shirt and brown pants is visible through the window, indoor setting with reflective glass surface. In Tintin style."}
{"file_name": "image_028.png", "text": "A person in a blue checkered shirt and wide-brimmed hat riding a horse through a desert landscape, dog running nearby, surrounded by cacti under a clear blue sky. In Tintin style."}
{"file_name": "image_029.png", "text": "Cowboy in checkered shirt and red scarf rides large brown horse, hat flying off, dog clinging to rider's waist, horse sweating with eyes wide, grassy landscape with flat horizon. In Tintin style."}
{"file_name": "image_030.png", "text": "Man wearing a cowboy hat, blue checkered shirt, red scarf, running with determined expression, small white dog running beside him, wooden barn in the background, grassy ground beneath them. In Tintin style."}
{"file_name": "image_031.png", "text": "Man wearing a blue jacket, red and yellow pants, and a hat, riding a brown horse, shooting a revolver with smoke and \"BANG BANG\" text, grassy field, cartoon style, mountains in the background. In Tintin style."}
{"file_name": "image_032.png", "text": "Cowboy with a red scarf and blue checkered shirt on horseback, holding a lasso in the air, determined expression, horse in motion with bridle, small white dog on horseback, clear blue sky background. In Tintin style."}
{"file_name": "image_033.png", "text": "Horse bucking with legs in the air, rider being thrown off, wearing blue and orange clothing, small white dog mid-air, blue sky background, swirling lines suggesting motion. In Tintin style."}
{"file_name": "image_034.png", "text": "A person with short hair, blue and red outfit, face down on grass, horse nearby looking startled, small white dog entangled in rope, colorful stars and swirls in the air, another person on horseback in the background, open grassy field with mountains, bright and clear sky. In Tintin style."}
{"file_name": "image_035.png", "text": "Two individuals wearing traditional Native American attire, one with a large feathered headdress and the other with a single feather, crouch on a rocky cliff, observing a rider on a horse in the distance, grassy landscape dotted with small bushes, dynamic scene of pursuit or observation. In Tintin style."}
{"file_name": "image_036.png", "text": "Two figures, wearing traditional Native American attire, one in a feathered headdress and the other with a single feather in hair, both holding tomahawks and appearing determined, are mid-motion on rocky terrain, following a third figure in the background holding an axe, surrounded by sparse grass and rocks. In Tintin style."}
{"file_name": "image_037.png", "text": "A surprised young man with a distinctive hairstyle, wearing a blue plaid shirt, red scarf, and black pants, raises one arm with a fist as if in distress, against a backdrop of a cloudy sky and rocky landscape. In Tintin style."}
{"file_name": "image_038.png", "text": "Group of people on horseback, wearing traditional attire with feathered headdresses, sunlit, grassy field setting, small cowboy figure in plaid shirt and hat walking beside horses, distant mountains and clear sky in the background. In Tintin style."}
{"file_name": "image_039.png", "text": "White cartoon dog with a surprised expression, sitting among large green cactus pads, vibrant grass in the foreground, muted purple sky in the background. In Tintin style."}
{"file_name": "image_040.png", "text": "A white cartoon dog with pointed ears and a black nose sitting on grass, looking forward with a neutral expression, brown hill and blue sky in the background. In Tintin style."}
{"file_name": "image_042.png", "text": "A young man with blond hair, wearing a blue checkered shirt and red scarf, crouches on a cliff edge with a concerned expression, a small white dog falls from a broken branch above, the rocky cliff and clear sky form the backdrop. In Tintin style."}
{"file_name": "image_043.png", "text": "A person with orange hair, wearing a blue checkered shirt and red scarf, crouches next to red rocks, looking at a white dog investigating a dark crevice, green grass beneath them completes the outdoor setting. In Tintin style."}
{"file_name": "image_044.png", "text": "Young man sitting on a rock, wearing a blue checkered shirt, red scarf, and black pants, holding a pot and spoon, looking surprised, small white dog with a bone in its mouth standing beside him, grassy field with small plants, clear blue sky in the background. In Tintin style."}
{"file_name": "image_045.png", "text": "A person with legs in the air wearing black pants and a blue shirt, appears upside down in the grass, surrounded by scattered arrows and cooking items, two individuals in the background wearing traditional attire raise bows and arrows, a large axe embedded in a log, set in an open grassy area with a clear blue sky. In Tintin style."}
{"file_name": "image_046.png", "text": "A person wearing a blue robe sits cross-legged on a large rock, holding a stick, a feather in their hair, calm expression, surrounded by grass, clear sky above. In Tintin style."}
{"file_name": "image_048.png", "text": "Man in white shirt and dark pants carrying large wooden beam, muscular build, walking determinedly, construction site setting with scaffolding and steel beams, another man in suit and hat holding a blueprint, observing the scene, wheelbarrow with rocks in the background, mountains in the distance, vibrant colors. In Tintin style."}
{"file_name": "image_049.png", "text": "A man in a red uniform with gold buttons and a hat stands confidently beside a stone building entrance, smiling, a sign reads \"Cactus & Petroleum Bank Inc.\", another man wearing a brown cap and blue shirt works a trowel on a stone wall, surrounded by a small grassy area with cacti, the scene has a cartoonish style. In Tintin style."}
{"file_name": "image_050.png", "text": "A man with short blond hair, wearing a blue checkered shirt, black pants, and a red scarf, climbs a moving steam train, his expression determined, smoke billowing from the train's chimney, blue sky in the background. In Tintin style."}
{"file_name": "image_051.png", "text": "Elderly man with white beard wearing a hat and overalls, sitting in a wooden cart holding a whip, cart drawn by a red horse, positioned on railroad tracks, flat green landscape with distant hills and telegraph poles, clear blue sky. In Tintin style."}
{"file_name": "image_052.png", "text": "A cartoon-style scene, green landscape with scattered debris, black steam train in the distance emitting smoke, tracks running diagonally, red horse wearing a yellow hat on the right, telephone poles line the horizon, mountains in the background. In Tintin style."}
{"file_name": "image_053.png", "text": "Man with ripped shirt, pipe in mouth, wearing a hat, sweating, holding a rope, sitting on a moving train, another person with a quiff, wearing a red scarf and blue checkered shirt, surprised expression, bright blue sky background, dynamic action scene. In Tintin style."}
{"file_name": "image_054.png", "text": "Train engine with a red front and gray body on a railway track, flatbed cart carrying two boxes labeled \"dynamite,\" orange object nearby, grassy terrain with scattered yellow rocks and a tree in the background, bright colors and cartoonish style. In Tintin style."}
{"file_name": "image_055.png", "text": "Two riders in blue jackets and hats racing on a brown and a white horse, flat grassland with sparse greenery, red rock formations in the background, clear blue sky above. In Tintin style."}
{"file_name": "image_056.png", "text": "A young man with orange hair, wearing a blue checkered shirt, red scarf, and black pants, stands with one hand on his hip and looks over his shoulder, a small white dog beside him facing the same direction, two people on horseback in the distance, green grassy field setting, clear blue sky. In Tintin style."}
{"file_name": "image_057.png", "text": "A man with a black cowboy hat and red scarf smiles confidently, a young person with red hair and a red scarf tied back grimaces while tied to a tree, a small white dog looks up at the rope, set outdoors near a large tree with sky in the background. In Tintin style."}
{"file_name": "image_058.png", "text": "Two young men swinging from ropes, wearing hats and red scarves, one in a blue shirt holding a white dog, large tree in background, dynamic action, expressive faces, comic-style illustration. In Tintin style."}
{"file_name": "image_059.png", "text": "Young man with blond hair, wearing a blue checkered shirt and red scarf, running with a determined expression, accompanied by a small white dog, green grass beneath, thick black smoke and fire in the background, dynamic movement captured in a cartoon style. In Tintin style."}
{"file_name": "image_060.png", "text": "Young man with a distinctive hairstyle, wearing a blue plaid shirt and dark pants, running energetically, expression determined, right arm bent forward, left arm back, red scarf trailing, surrounded by bright flames and thick black smoke, cloudy sky in the background. In Tintin style."}
{"file_name": "image_061.png", "text": "Young person with red hair and blue checkered shirt diving into water, small white dog jumping beside them, intense flames and dark smoke in the background, dynamic action scene, vibrant colors creating contrast between fire and water. In Tintin style."}
{"file_name": "image_062.png", "text": "Young man with blond hair, wearing a blue shirt and red scarf, falls backward with a startled expression, surrounded by colorful stars, rocks and grass in the background, looks like he has just been struck. In Tintin style."}
{"file_name": "image_063.png", "text": "A young man with orange hair stands on a railroad track, wearing a blue checkered shirt and black pants, hands on hips, looking ahead, a small white dog with a startled expression jumps nearby, a rocky landscape with a rope overhead in the background. In Tintin style."}
{"file_name": "image_064.png", "text": "Steam locomotive with a black front and red accents, moving on railway tracks, smoke billowing from the chimney, sunny day with clear blue sky, grassy fields and hills in the background, telephone poles lining the tracks. In Tintin style."}
{"file_name": "image_065.png", "text": "Black steam locomotive prominently in the foreground, curved railroad tracks leading into green fields with distant mountains, clear blue sky above, utility poles lining the tracks. In Tintin style."}
{"file_name": "image_066.png", "text": "Large boulder blasting out of rocky surface, surrounded by bright explosion with fiery colors, pieces of debris scattered mid-air, blue sky background with hints of smaller rocks and dust. In Tintin style."}
{"file_name": "image_067.png", "text": "Man lying in a wooden crate with grass inside, wearing a blue shirt, looking surprised, another man in a black outfit and cap standing beside the crate, appearing shocked, question mark in a speech bubble above him, crate labeled with \"TOP,\" \"FRAGILE,\" \"CARE,\" beige background. In Tintin style."}
{"file_name": "image_068.png", "text": "A man in an orange suit and bowler hat, smiling and holding a pipe, stands in a doorway with a brown dog, a surprised young man in a blue checkered shirt and red scarf looking at him with question marks above his head, indoor setting, contrasting clothing colors. In Tintin style."}
{"file_name": "image_070.png", "text": "Two animated men sitting at a table, both wearing hats and jackets, one in a green tie gesturing with a hand, the other in a red shirt smiling, holding glasses with light-colored beverages, wooden chairs and table in a simple interior setting. In Tintin style."}
{"file_name": "image_071.png", "text": "Four men sitting on a bench in a waiting area, the first man in a black hat and jacket with crossed arms, the second with orange hair in a yellow shirt and brown pants appearing worried, the third with a beard wearing a blue jacket and patched pants sitting casually, the fourth with a cap and green sweater leaning forward, jail bars in the background, thought bubble showing a concerned dog. In Tintin style."}
{"file_name": "image_072.png", "text": "Young man with quiff, yellow shirt, brown pants, and determined expression walking on path, musical notes floating around, vehicles scattered on grass, advertising signs reading \"Wrigley\" and \"Coca Cola\" near a red statue, tree and mountains in the background. In Tintin style."}
{"file_name": "image_073.png", "text": "Armored knight in shiny gray armor, helmet with visor, raises a club, striking a man in a purple suit and green shirt, man recoiling with eyes closed and mouth open, colorful stars flying around his head, two other men in hats and dark clothing lying on the ground, blue sky background, comic-style \"THWACK\" sound effect. In Tintin style."}
{"file_name": "image_074.png", "text": "A cartoon knight in shiny armor, crouched, holding a sword and a gun, expression focused, positioned on stone stairs, within a medieval castle setting, walls made of large bricks. In Tintin style."}
{"file_name": "image_075.png", "text": "A person in a dark body suit with a hood, facing away, stands in a stone tunnel, staring towards an illuminated staircase, curved brick walls arch overhead, dim lighting creates shadows. In Tintin style."}
{"file_name": "image_076.png", "text": "A knight in shiny armor holding a gun stands facing a large, riveted metal door, stone wall background, no visible facial expression due to helmet. In Tintin style."}
{"file_name": "image_077.png", "text": "A knight in shiny armor walking, holding a small bag in one hand, helmet with visor, stone brick wall in the background, medieval setting, cartoon style. In Tintin style."}
{"file_name": "image_078.png", "text": "Large black spinning gear, labeled mustard, pepper, salt dispensers on a wall, splattering effect with sound word \"SPLATCH\", reddish-brown background, dynamic action scene. In Tintin style."}
{"file_name": "image_079.png", "text": "White cartoon dog with a black nose and beard, standing on four legs, slightly smiling, ears perked, tan background. In Tintin style."}
{"file_name": "image_080.png", "text": "Cheerful crowd waving from windows and streets, confetti falling in celebration, two policemen on horseback leading a blue convertible car, man and dog standing in the car holding a banner that reads \"Long Live Tintin & Snowy\", surrounded by tall city buildings, festive and lively atmosphere. In Tintin style."}
{"file_name": "image_081.png", "text": "Red-haired figure in a long yellow coat, standing on a ship's deck, looking towards distant city skyline with skyscrapers, small white dog standing beside, lifebuoy attached to railing, calm blue water and clear sky, birds flying above. In Tintin style."}
{"file_name": "image_082.png", "text": "Bearded man with glasses wearing a suit and top hat, reaching forward in surprise, small white dog tugging a life preserver, wooden ship deck with ocean in the background, scattered paper flying, energetic action, dynamic lines indicating motion. In Tintin style."}
{"file_name": "image_083.png", "text": "Man with beard and top hat, wearing a black suit, leaning forward, smiling and shaking hands with a small white dog on hind legs, ship deck background with a railing, clear blue sky above. In Tintin style."}
{"file_name": "image_084.png", "text": "Two mustachioed men, dressed in black suits and bowler hats, standing side by side with their hands behind their backs, stern expressions, indoors with beige walls and visible pipes, comic-style illustration. In Tintin style."}
{"file_name": "image_085.png", "text": "Young man with distinctive hair, wearing a yellow shirt and brown pants, briskly walking through a corridor holding a handrail, small white dog trotting beside him, two men in black suits and hats watching from a doorway, interior setting with numbered doors and an arrow on the wall. In Tintin style."}
{"file_name": "image_086.png", "text": "Man in pink jacket and hat rowing a small boat, water beneath, ship with circular windows in background, boat's mast visible, calm expression, side view, colorful cartoon style. In Tintin style."}
{"file_name": "image_087.png", "text": "Young man with orange hair, wearing a yellow shirt and brown pants, running with a white dog, passing by ancient Egyptian murals with figures in traditional attire, inside a historical exhibit setting, vibrant colors and detailed hieroglyphics in background. In Tintin style."}
{"file_name": "image_088.png", "text": "Young man with a shocked expression, wearing a yellow shirt and brown pants, standing with arms slightly raised, white dog with pointed ears standing behind him, green brick wall background, outdoor setting. In Tintin style."}
{"file_name": "image_089.png", "text": "Two hands holding identical large cigars with red and black labels reading \"Flor Fina,\" positioned against a textured yellow background, showing details of the cigar's veins and color. In Tintin style."}
{"file_name": "image_090.png", "text": "Anthropomorphic dog with pointed ears holding a rod aggressively, human figure with an exaggerated expression and headdress reaching forward, another figure on the ground with orange pants in a crawling position, white dog with a surprised expression, earthy and abstract background with swirling lines. In Tintin style."}
{"file_name": "image_091.png", "text": "Boat with decorative bow carving hitting waves, two silhouetted figures standing on deck holding onto railings, flashlight beam shining from another boat in background, word \"SPLASH\" written above, illuminated night scene with choppy water. In Tintin style."}
{"file_name": "image_092.png", "text": "A large black shark jumping out of the water, attached by a rope to a small red boat, two hands grasping the mast, rough sea with splashing waves, light blue sky background. In Tintin style."}
{"file_name": "image_093.png", "text": "Sailing boat with large red sail tilted in the wind, multiple people on deck, boat cutting through green waves, blue sky above, dynamic and colorful scene. In Tintin style."}
{"file_name": "image_094.png", "text": "Small sailboat with an orange hull and black sail floating near rocky shorelines, calm blue water, person swimming nearby, rugged rocky coastlines surrounding the inlet. In Tintin style."}
{"file_name": "image_095.png", "text": "Man walking with a small dog, wearing a yellow shirt, orange pants, orange cap, rocky desert landscape, mountains in the background, clear blue sky, rugged terrain. In Tintin style."}
{"file_name": "image_096.png", "text": "Two individuals in ancient-style clothing struggle with a large purple object, one wearing red with a blue head wrap and leaping forward, the other in green bending down, both on a rocky, mountainous terrain, dynamic action captured amidst tension. In Tintin style."}
{"file_name": "image_097.png", "text": "White dog with furrowed brow running down wooden stairs, black cat with raised tail leaping up the stairs, dynamic movement, indoor setting, comic-style illustration. In Tintin style."}
{"file_name": "image_098.png", "text": "Two men in black suits and bowler hats, standing side by side with shocked expressions, holding guns, sprayed by water, woman in orange headscarf and attire using a hose, wooden barrel and planks in the background. In Tintin style."}
{"file_name": "image_100.png", "text": "A person swimming in the ocean, wearing a yellow swimsuit, head above water, arm extended forward, splashing waves around, rocky coastline in the background, clear blue sky overhead. In Tintin style."}
{"file_name": "image_101.png", "text": "Rope in mid-air forming loops, man wearing brown trousers and white shirt overboard, splashes in water, large ship's bow on the left, ocean waves surrounding. In Tintin style."}
{"file_name": "image_102.png", "text": "Person wearing a light-colored robe and orange headscarf kneels holding a rifle, next to a small white dog, rocky desert landscape in the background, focused and alert expression. In Tintin style."}
{"file_name": "image_103.png", "text": "A person wearing traditional desert attire with a headscarf, holding a rifle, walks alongside a small white dog, both moving through a rocky desert landscape, beige and brown hues dominate the background. In Tintin style."}
{"file_name": "image_104.png", "text": "A person in a traditional robe and headscarf holds a rifle while looking surprised, sweat droplets around their head, walking alongside a small white dog panting happily, set in a desert landscape with sandy hills and rocks. In Tintin style."}
{"file_name": "image_106.png", "text": "Two individuals in desert attire with red headscarves and brown coats, face down in sand, holding canes, feet in the air, desert landscape in the background. In Tintin style."}
{"file_name": "image_107.png", "text": "A person wearing a long robe and headscarf, holding a rifle, walking beside a small white dog, ancient city walls with archways in the background, tower structure visible, clear sky, sandy terrain. In Tintin style."}
{"file_name": "image_108.png", "text": "Two people wearing traditional clothing and red headscarves, one holding a rifle, walk towards a dark entrance in a stone building, a small white dog follows closely behind, cobblestone path in the foreground. In Tintin style."}
{"file_name": "image_109.png", "text": "A group of soldiers in tan uniforms with red headscarves marching in formation, each holding a rifle, expressions focused and determined, brick building in the background, small white dog playfully running alongside, dusty ground underfoot. In Tintin style."}
{"file_name": "image_110.png", "text": "A person with long red hair, wearing a hat and matching jacket and pants, jumps energetically down from a stone wall, hands raised, expression focused, urban setting with a textured background. In Tintin style."}
{"file_name": "image_111.png", "text": "Bearded man in a purple cloak and turban knocking on a wooden door, thoughtful expression, standing in a stone alley with cracked walls, sandy ground, text indicating knocking sounds on the door. In Tintin style."}
{"file_name": "image_112.png", "text": "Silhouetted figure with raised axe, wearing cloak and hood, standing on rocky terrain, starry night sky with minaret and cypress trees in background, suggestive of a mysterious or ominous atmosphere. In Tintin style."}
{"file_name": "image_113.png", "text": "A group of men in beige clothing and red headscarves, holding rifles, falling and tumbling over one another through a doorway, surprised expressions, chaotic motion, dusty environment, cartoon style. In Tintin style."}
{"file_name": "image_114.png", "text": "Young character wearing a yellow shirt and orange pants falls against an older character in Middle Eastern attire, stars and motion lines indicating impact, both with surprised expressions, background includes a cracked wall, adding a sense of action and motion. In Tintin style."}
{"file_name": "image_116.png", "text": "Orange plane crashing into dense jungle foliage, nose tilted downward, tail and wing breaking off, palm trees surrounding, word \"CRACK\" in bold above, vibrant colors, dynamic action scene. In Tintin style."}
{"file_name": "image_117.png", "text": "Orange airplane crashed upside down in dense jungle, debris flying, surrounded by palm trees, person standing beneath looking up at the wreckage, bright blue sky in the background. In Tintin style."}
{"file_name": "image_118.png", "text": "An elephant peeks from behind a palm tree, gray skin, tusks, large ears, sitting posture, surrounded by lush green jungle foliage, distant small white dog walking in the grass, big leaves in the foreground, vibrant colors, cartoon style. In Tintin style."}
{"file_name": "image_119.png", "text": "A person with orange hair, wearing a yellow shirt and brown pants, stands with hands on hips facing an elephant, the elephant has a raised trunk and a friendly expression, surrounded by lush greenery and dense jungle foliage. In Tintin style."}
{"file_name": "image_120.png", "text": "Young boy in white shorts, standing with surprise under a stream of water from an elephant's trunk, jungle setting with lush green foliage, small white dog beside the boy looks towards the water, elephant's expression is playful and gentle, vibrant and colorful illustration. In Tintin style."}
{"file_name": "image_121.png", "text": "Open wooden door, blowing in strong wind, leaves swirling inside, dark stormy sky outside, trees swaying in background, rain visible, frame slightly tilted, dynamic scene conveying motion and weather intensity. In Tintin style."}
{"file_name": "image_122.png", "text": "Man wearing glasses and a hat, covered with a white sheet, holding a paper, walking cautiously with a focused expression, dense forest background with tall trees and thick foliage, raindrops on the sheet. In Tintin style."}
{"file_name": "image_123.png", "text": "Young person with orange hair, yellow shirt, brown pants, walking cautiously through dense jungle, alert expression, small white dog by their side, lush green foliage and tall trees surround them, vibrant leaves in shades of green and brown create a vivid jungle setting. In Tintin style."}
{"file_name": "image_124.png", "text": "A surprised young man with distinct spiky hair, dressed in a yellow shirt and brown pants, crouches near a large tree, a small white dog barking at the tree, lush green foliage in the background. In Tintin style."}
{"file_name": "image_125.png", "text": "Young boy with spiky hair, wearing a yellow shirt and brown pants, looks surprised while running, older man with a bald head and glasses, wearing a black jacket, pink pants, and knee-high boots, runs ahead holding a magnifying glass, dog with white fur following, set in a dense forest with large trees and green foliage. In Tintin style."}
{"file_name": "image_128.png", "text": "A cartoon character with distinctive hair kneels on the ground, wearing a yellow shirt and brown pants, surrounded by smoke puffs, against a backdrop of a brick wall and grass. In Tintin style."}
{"file_name": "image_129.png", "text": "Young man with short hair, wearing a yellow shirt and brown pants, running with one arm bent, accompanied by a small white dog next to him, dirt path underfoot, green bushes in the background, dynamic movement, cartoon style. In Tintin style."}
{"file_name": "image_130.png", "text": "Character with a surprised expression, wearing a coat with fur trim, peering out of a train window, orange train exterior, rivets and large signature visible, sign reading \"Cethru-Jamjah\". In Tintin style."}
{"file_name": "image_131.png", "text": "Young cartoon boy with distinctive hair, wearing a yellow shirt, holding a partially peeled banana, standing inside a vehicle with a surprised expression, metal rail and window in the background. In Tintin style."}
{"file_name": "image_132.png", "text": "A person wearing a turban, beige shirt, green shorts, and knee-high socks tumbles backward over a chair, arms flailing, set in a room with a blue uniform draped on the floor, background features a simple wall and chair, dynamic lines indicating movement and surprise. In Tintin style."}
{"file_name": "image_133.png", "text": "A young man with a surprised expression wears a yellow shirt, standing behind a man in a pink shirt and turban aiming a rifle, perched on the back of an elephant with a man in a white shirt and purple turban sitting in front, amidst a jungle setting with dense trees and a large \"BANG\" sound effect near the treetops. In Tintin style."}
{"file_name": "image_134.png", "text": "Thick black smoke billowing from a rocky mountainside, fire burning at the base, jagged rock formations surrounding the area, bright orange object visible at the top left corner, clear blue sky in the background. In Tintin style."}
{"file_name": "image_135.png", "text": "Comic-style illustration, young character with quiff holding a gun, driving an orange vehicle with large wheels, small white dog running alongside, rocky landscape background, motion lines suggest speed and urgency. In Tintin style."}
{"file_name": "image_136.png", "text": "A cartoon character with black hair peeks out of a large decorative vase adorned with blue floral patterns, next to a stylized black dragon wrapping around a cream and black lantern on a red background. In Tintin style."}
{"file_name": "image_137.png", "text": "Young person with distinctive hairstyle wearing a yellow shirt and headphones, seated at a wooden desk with a large radio device, focused expression, writing on a piece of paper, room with teal flooring and a chair, radio waves emanating from the device. In Tintin style."}
{"file_name": "image_138.png", "text": "Man with disheveled hair, wearing a white loincloth, performing a headstand balancing on a single spike, surrounded by similar spikes, indoors with ornate pillars and people in colorful traditional clothing watching, dynamic motion with swirling lines indicating movement. In Tintin style."}
{"file_name": "image_139.png", "text": "Shirtless man with straw hat and green pants running, carrying a stick, two men in blue uniforms walking in opposite direction, large red poster with a light bulb and Chinese characters in the background, outdoor urban setting with brick walls and pavement. In Tintin style."}
{"file_name": "image_140.png", "text": "Three men with turbans and beards standing in a doorway, the front man in a uniform with a belt holding keys, other two in casual shirts and trousers, brick wall and metal door in the background, serious expressions, dimly lit environment. In Tintin style."}
{"file_name": "image_141.png", "text": "Large steamship with glowing windows, smoking funnels, cruising through dark blue sea, bright full moon in clear sky, reflection of moon on water. In Tintin style."}
{"file_name": "image_142.png", "text": "Man with glasses in blue suit lying on the ground, arms folded, head resting on a cushion, another man walking past in black traditional attire, hands behind back, indoors with orange walls, large lantern hanging above, decorative banners with text on walls. In Tintin style."}
{"file_name": "image_143.png", "text": "Busy street scene in a historical Chinese city, people in traditional clothing walking and gathering, barbed wire barriers, soldiers standing guard near an arched gateway, vibrant red and green buildings with lanterns and signs, bright blue sky overhead, dominant sign in foreground with intricate characters, creating an atmosphere of cultural and historical significance. In Tintin style."}
{"file_name": "image_144.png", "text": "People carrying bags and luggage, rushing in front of a black steam locomotive, smoke billowing from the train, colorful attire with varied expressions of urgency, bright blue sky overhead, dynamic and crowded scene. In Tintin style."}
{"file_name": "image_145.png", "text": "Bald person swimming vigorously, determined expression, small white dog paddling nearby, flooded area, leafless trees and floating debris in background, submerged ground with scattered objects like a bottle, muted color palette, dynamic water movement. In Tintin style."}
{"file_name": "image_146.png", "text": "A group of people walking along a railroad track, mountains in the background, a person in a blue outfit carrying bags, another person in yellow following, small dog in front, other individuals in colorful clothing carrying bags, rocky terrain beside the tracks, expression calm. In Tintin style."}
{"file_name": "image_147.png", "text": "Crowded street scene, diverse group of people in colorful traditional clothing, some walking with a lively expression, others engaged in conversation, vendor stalls lining the street, red lantern hanging, traditional architecture with green-tiled roofs, a dog playfully jumping, bustling atmosphere, man in blue seated at a table in the foreground, intricate signage and decorations adding cultural depth. In Tintin style."}
{"file_name": "image_148.png", "text": "Two people standing side by side, one in a blue outfit and the other in a green jacket, both smiling, with a small white dog sitting beside them, a photographer in front using a vintage camera covered with a black cloth, set outdoors with grass, trees, and a stone wall in the background. In Tintin style."}
{"file_name": "image_149.png", "text": "A man in a black suit is upside down near a railway track, holding a thin wooden cane, with colorful stars and clouds indicating dizziness or impact, a black hat flying in the air, concrete surroundings suggest a railway platform. In Tintin style."}
{"file_name": "image_150.png", "text": "Vintage black car with round headlights on, driving down a dimly lit street, building facades with illuminated signs featuring Chinese characters in the background, blue and black color palette, smoke or dust trailing behind the car, nighttime setting. In Tintin style."}
{"file_name": "image_151.png", "text": "Two men on a dock lowering a barrel with a rope, one man in a purple shirt and another in a white shirt, a person running in the background, a third man in a blue shirt in a boat receiving the barrel, wooden rowing boat on water, stone wall and shed in the background, nighttime setting. In Tintin style."}
{"file_name": "image_152.png", "text": "Colorful interior with ornate decorations, red columns adorned with Chinese characters, vibrant hanging lanterns, a man in a blue outfit reclines on a cushioned seat, another in green relaxes in the background, a smiling server in black holds a tray with teacups, large decorative vase nearby, detailed paintings adorn the walls, warm lighting enhances the scene. In Tintin style."}
{"file_name": "image_153.png", "text": "Two figures in a boat, one wearing a white hat and shirt holding binoculars, the other with long hair in a brown shirt rowing, small white dog on the boat, river surrounded by dense trees and foliage, leaning tree branches overhead, tranquil setting. In Tintin style."}
{"file_name": "image_154.png", "text": "Portly man in brown suit, blue hat, and cane walking with content expression and smoking a pipe, followed by slender man in black coat, red scarf, gray hat, carrying a box and smoking a cigarette, urban sidewalk setting, comic-style illustration. In Tintin style."}
{"file_name": "image_155.png", "text": "Man with a flat cap, wearing a long beige coat, hands in pockets, walking along a sidewalk, small white dog leaping beside him, streetlamp nearby, urban setting, light-colored wall in the background. In Tintin style."}
{"file_name": "image_156.png", "text": "Man in beige trench coat and cap, startled expression, leaping backward, vintage blue car with shiny surface in foreground, another person in green coat and cap approaching from background, urban street setting with wet pavement, dynamic motion captured, comic-style illustration. In Tintin style."}
{"file_name": "image_157.png", "text": "A green parrot with a yellow chest and red tail sits on a wooden perch, wide-eyed and open-beaked, as a flying knife approaches from the right, yellow background, motion lines indicating movement. In Tintin style."}
{"file_name": "image_158.png", "text": "Man in gray suit and hat smoking a cigarette leans forward from a doorway with a surprised expression, elderly man with long white beard wearing glasses and black clothes walks with a cane and carries a plaid blanket under his arm, wooden floor, simple background. In Tintin style."}
{"file_name": "image_159.png", "text": "Large steamship silhouette, deck lights illuminated, emitting dark smoke, cutting through ocean waves, sound effect text \"SPLASH\" in bold, deep blue sky background. In Tintin style."}
{"file_name": "image_160.png", "text": "Man in black cloak and hat, wearing a mask, walking near a splashing fountain with arched water streams, surrounded by lush green hedges, clear blue sky above. In Tintin style."}
{"file_name": "image_161.png", "text": "Blonde-haired person in a blue outfit throwing a bomb out an open window, shocked expression, ornate chair on the right, framed painting of a soldier on horseback in the background, lush greenery visible outside. In Tintin style."}
{"file_name": "image_162.png", "text": "A small white dog running across a rocky path, raindrops falling heavily, dark stormy sky with a jagged lightning bolt, rocky mountain range in the background, telephone pole to the left, dynamic and dramatic atmosphere. In Tintin style."}
{"file_name": "image_163.png", "text": "Uniformed character with surprised expression, wearing a blue military outfit and cap, holding a sword and a bugle, slipping on a snowy surface, white dog with alert posture and raised fur nearby, dark night sky in the background. In Tintin style."}
{"file_name": "image_164.png", "text": "A character in a blue military uniform and cap, holding a pistol and sword, cautiously moving through tall jungle foliage, vibrant greenery, silhouette of trees against a blue sky in the background. In Tintin style."}
{"file_name": "image_165.png", "text": "Yellow propeller airplane with \"WHS\" on the side flying over a countryside airfield, small airport buildings and runway visible below, lush green landscape with palm trees and scattered structures, large letters spelling \"SANFACICON\" painted on the grass, cartoon style illustration. In Tintin style."}
{"file_name": "image_166.png", "text": "Silhouetted figures running across a blue-toned landscape, some with exclamation marks in speech bubbles indicating surprise or urgency, a large rough stone building on the left, scattered debris and rope on the ground, dynamic scene suggesting action or chase. In Tintin style."}
{"file_name": "image_167.png", "text": "Young man with orange hair driving a red car, wearing a blue shirt, looking surprised, small white dog next to him also appearing shocked, bullet hole visible in the car window, green landscape outside. In Tintin style."}
{"file_name": "image_168.png", "text": "A person with light hair drives a green vintage convertible on a winding dirt road, a flag with a red circle waves behind, rocky mountains in the background, blue sky above. In Tintin style."}
{"file_name": "image_169.png", "text": "Two cartoon soldiers in khaki uniforms and caps, holding rifles on their backs, running side by side with determined expressions, grassy hillside background with rocky terrain. In Tintin style."}
{"file_name": "image_170.png", "text": "Young person with dark hair, wearing yellow shorts, crouching and holding a white dog, appears surprised, the dog struggling with a startled expression, red stick-like object on the ground, set in a lush green forest with dense foliage. In Tintin style."}
{"file_name": "image_171.png", "text": "Two figures underwater, both in green and red clothing, appear entangled with anxious expressions, surrounded by swirling water currents, the scene is dynamic and fluid. In Tintin style."}
{"file_name": "image_172.png", "text": "Boat floating on choppy blue water, four individuals in blue uniforms, two reaching over the side, helping a person with yellow hair in the water, teamwork and urgency, wooden boat with visible oars, dynamic perspective showing a rescue scene. In Tintin style."}
{"file_name": "image_173.png", "text": "Person lying face down in a grassy field wearing a beige coat and brown shoes, small white dog running nearby, red airplane flying low in a clear sky, trees and fence in the background, peaceful rural setting. In Tintin style."}
{"file_name": "image_174.png", "text": "Person with orange hair and trench coat running towards geese and a small dog, geese heading towards the building with clinking sounds, rustic barn with red-tiled roof, wagon wheel leaning against wall, open door revealing interior, trees and fence in the background, sunny day. In Tintin style."}
{"file_name": "image_175.png", "text": "Two men in black suits and bowler hats running past a brick house, one holding an umbrella, green window and door behind them, small figure in the window watching with surprise, potted plant on the windowsill, wooden bench outside. In Tintin style."}
{"file_name": "image_176.png", "text": "Two men in black suits and bowler hats, holding umbrellas, being swept off their feet by a strong wind, expressions of surprise, one man clinging to a lamppost, colorful stars and swirls illustrating the force of the wind, urban street setting with cobblestone pavement. In Tintin style."}
{"file_name": "image_177.png", "text": "Blue taxi driving on a winding road, black smoke trailing behind, surrounded by trees and power lines, road signs visible in the background, sunny day atmosphere. In Tintin style."}
{"file_name": "image_178.png", "text": "Large cruise ship with multiple decks, smokestack emitting black smoke, sailing on calm blue ocean, clear blue sky in the background. In Tintin style."}
{"file_name": "image_179.png", "text": "Two men and a small dog running on grassy cliffside, one man in a brown coat and hat chased by a goat, another man in a blue shirt and brown pants avoiding the goat, dog barking at the goat, ocean and rocky cliffs in the background, lively and dynamic scene. In Tintin style."}
{"file_name": "image_180.png", "text": "Red-haired boy in a blue shirt and red pants walking briskly, white dog with a raised tail trotting beside him, lush green park setting with trees and bushes, bright and cheerful atmosphere. In Tintin style."}
{"file_name": "image_181.png", "text": "A small white dog stands alert near a large tree, three men walk on a dirt path from left to right, one wearing a blue coat and red pants, the others in brown attire, surrounded by lush greenery and pink flowers, with colorful trees in the background. In Tintin style."}
{"file_name": "image_182.png", "text": "Man with orange hair and blue shirt falling backward with surprised expression, another man with a bald head and suit holding a machine gun, inside a room with a wooden door and patterned window, action lines and symbols indicating motion and surprise. In Tintin style."}
{"file_name": "image_183.png", "text": "Young person with orange hair, wearing a blue shirt and brown pants, running up a wooden staircase, right hand on the railing, dynamic pose, framed picture on the wall, interior setting. In Tintin style."}
{"file_name": "image_184.png", "text": "A person inside a moving caravan, looking surprised, cartoonish wooden fence breaking around, road lined with green grass and trees, dynamic action with motion lines and dust. In Tintin style."}
{"file_name": "image_185.png", "text": "Young man with a quiff wearing a blue sweater and white shirt, looking surprised, white dog with spots lying on its back gripping a leash in its mouth, surrounded by mechanical equipment, industrial setting. In Tintin style."}
{"file_name": "image_186.png", "text": "A cartoon chimpanzee, holding its head with one hand, mouth open in distress, running frantically, sweat droplets flying off, set against a background of stone walls and rubble. In Tintin style."}
{"file_name": "image_187.png", "text": "Young person with orange hair, wearing a blue sweater, red tartan kilt, knee-high socks, and shoes, bending over slightly with a surprised expression, accompanied by a small white dog standing in a shallow stream, surrounded by dark rocky cave walls, hints of blue water flowing through. In Tintin style."}
{"file_name": "image_188.png", "text": "Four men in suits and hats on a speeding motorboat, two in front looking determined with one shielding his eyes, waves crashing around the boat, wicker fender on the bow, blue sky background. In Tintin style."}
{"file_name": "image_189.png", "text": "Two men in suits and bowler hats, sweating profusely, holding canes, climbing a rocky hillside, ocean visible in the background, determined expressions. In Tintin style."}
{"file_name": "image_190.png", "text": "Young man in blue sweater and brown pants being knocked off his feet, older man in black suit with a bowler hat holding a cane also falling, both crashing into a stone wall, stars and dust clouds around them, dynamic action scene. In Tintin style."}
{"file_name": "image_191.png", "text": "A large gorilla knocking over a group of men, men wearing varied outfits including hats and jackets, surprised expressions, cartoon-style stars and clouds indicating impact, brick wall background, chaotic and dynamic scene. In Tintin style."}
{"file_name": "image_192.png", "text": "Sleek silver and red aircraft viewed from below, three engines visible with black details, contrails streaming behind, clear blue sky backdrop, dynamic perspective. In Tintin style."}
{"file_name": "image_193.png", "text": "Young man with red hair in a beige coat runs forward, surprised expression, small white dog follows, two guards in elaborate red and blue uniforms with sashes and swords stand at attention, stone castle gate with heavy doors in the background, cobblestone pathway leading to a courtyard. In Tintin style."}
{"file_name": "image_194.png", "text": "Young man with orange hair, wearing a brown suit and holding a book, walks cheerfully beside a white dog, tree and statue in the background, person strolling nearby, sunny park setting. In Tintin style."}
{"file_name": "image_195.png", "text": "Two men in suits and bowler hats colliding into a wooden door, expressions of surprise, stars and clouds illustrating impact, canes in hand, one hat flying off, colorful stars around them, comedic and dynamic scene. In Tintin style."}
{"file_name": "image_196.png", "text": "Two bald men with mustaches, wearing black suits and bowler hats, running side by side in a grassy field, each holding a wooden cane, expressions of surprise, motion lines indicating speed, trees in the distant background, clear blue sky. In Tintin style."}
{"file_name": "image_197.png", "text": "Young person with blonde hair, wearing a brown coat and brown knickerbockers, falling upside down from a blue chair through the sky, clouds surrounding, expression of surprise or concern. In Tintin style."}
{"file_name": "image_198.png", "text": "Brown rabbit running energetically across a forest path, surrounded by green trees and rocks, hedgehog scurrying nearby, deer visible among trees, bright blue sky above. In Tintin style."}
{"file_name": "image_199.png", "text": "A uniformed figure in green with a cap stands with one hand raised, facing an oncoming blue vintage car, surrounded by a rural street with buildings, hills in the background, and a yellow sign with Cyrillic text. In Tintin style."}
{"file_name": "image_200.png", "text": "A person in a beige coat and brown pants falls backward, surprised expression, small white dog lands on them, surrounded by colorful stars and puffs of smoke, outdoor setting with grass and trees in the background. In Tintin style."}
{"file_name": "image_201.png", "text": "A person in a long brown coat and matching hat runs alongside a small white dog on a dimly lit path, tall building with glowing yellow windows in the background, creating a sense of urgency and intrigue. In Tintin style."}
{"file_name": "image_202.png", "text": "Blonde-haired person wearing a pink dress with red bows and white gloves, facing left, gesturing with hand raised, necklace and earring visible, stars floating nearby, light background. In Tintin style."}
{"file_name": "image_203.png", "text": "Young man in a long brown coat and red pants bursting through an ornate blue and white door, shocked expression, two men in military uniforms startled, one in green and gold, the other in red and gold, elaborately decorated room with patterned walls. In Tintin style."}
{"file_name": "image_204.png", "text": "A person in a trench coat punching a uniformed figure whose hat and gun are flying, a second uniformed individual looking on with surprise, a small white dog jumping excitedly, background with trees and buildings under a blue sky with scattered stars, dynamic and action-packed scene. In Tintin style."}
{"file_name": "image_205.png", "text": "Man wearing an orange hat and brown coat rowing a wooden boat, small white dog standing at the front, calm blue water, stone wall and lush green trees in the background, serene outdoor setting. In Tintin style."}
{"file_name": "image_206.png", "text": "Person with short orange hair, wearing a beige trench coat, blue shirt, brown pants, walking with an alert expression, accompanied by a small white dog, lush green forest with birch trees, a castle in the background, bright daylight. In Tintin style."}
{"file_name": "image_207.png", "text": "Aircraft with a fiery trail, propeller in motion, red and white emblem on the tail, bright blue sky background. In Tintin style."}
{"file_name": "image_208.png", "text": "Two people wearing white head coverings and traditional desert clothing sit atop camels in a sandy desert, one person in front appears alert and is holding a lead rope, while the second person behind gestures animatedly as a black object shatters, clear blue sky above, red saddle blankets on the camels. In Tintin style."}
{"file_name": "image_209.png", "text": "White dog with fluffy fur, holding a tin can in its mouth, leaping forward, dynamic motion lines around its body, beige background with small splashes, hint of blue object on the right edge. In Tintin style."}
{"file_name": "image_210.png", "text": "Young man with orange hair, wearing a long brown coat and brown pants, hands in pockets, walking beside a small white dog with a playful demeanor, urban setting with large building blocks, another man in a blue coat and hat in the background. In Tintin style."}
{"file_name": "image_211.png", "text": "Young man with short, blond hair wearing a brown suit and tie enters a room with a curious expression, one hand on the door handle, books on a shelf in the background, magnifying glass on a desk in the foreground, room has warm lighting and simple decor. In Tintin style."}
{"file_name": "image_212.png", "text": "Three cartoon characters walking in profile, two in black suits with bowler hats and walking canes, one with a bushy mustache, following a character in a light green trench coat and dark hat, on a simple background. In Tintin style."}
{"file_name": "image_213.png", "text": "Bearded man with a dazed expression, sitting at a table, wearing a blue jacket, holding playing cards, wooden plank hitting his head, stars indicating impact, bottle on table, open porthole in the background, green curtain, wooden interior setting. In Tintin style."}
{"file_name": "image_214.png", "text": "Bearded man in a blue coat sitting at a table, holding a drink, looking shocked, older man in a yellow coat and black hat angrily leaning forward, spitting with letters \"FFFFH\", indoors, with an orange background. In Tintin style."}
{"file_name": "image_215.png", "text": "A small rowboat with two seated passengers and a small white dog facing away, large waves surrounding the boat, distant steamship in the background emitting black smoke, clear blue sky above, dynamic ocean scene. In Tintin style."}
{"file_name": "image_216.png", "text": "Man in blue jacket coughing from smoke, young man with orange hair and tan coat bailing water with a bucket, small white dog watching, boat in choppy sea, large flames and smoke on vessel, dynamic action scene, ocean waves in background. In Tintin style."}
{"file_name": "image_217.png", "text": "A person in a brown outfit swimming in turbulent ocean waves, head turned towards a yellow seaplane flying overhead, bright sky above, dynamic setting with a sense of urgency and motion. In Tintin style."}
{"file_name": "image_218.png", "text": "Two men walking in a desert, one with a red cap and suspenders supporting the other who wears a white cap and brown pants, both sweating and tired, a small white dog with a large bone in its mouth trots ahead, sandy dunes and a clear blue sky in the background. In Tintin style."}
{"file_name": "image_219.png", "text": "Two people walking in a desert, one wearing a white shirt and red pants carrying a camel saddle, the other in a white shirt with black suspenders and black pants, small white dog watching beside a bone, clear blue sky, sandy dunes in the background. In Tintin style."}
{"file_name": "image_220.png", "text": "Three people riding camels in a desert, wearing turbans and loose clothing, one person with a surprised expression and arms raised, another person looking ahead with a calm demeanor, camels adorned with red blankets, clear blue sky in the background. In Tintin style."}
{"file_name": "image_221.png", "text": "Two small motorboats speeding across a turquoise water surface, creating white wake trails, one boat slightly ahead of the other, each boat having a person seated at the helm, clear blue sky reflected on the water. In Tintin style."}
{"file_name": "image_222.png", "text": "Two people swimming in a wavy sea, surprised expressions, one holding a stick, speedboat leaving in the background, clear blue sky. In Tintin style."}
{"file_name": "image_223.png", "text": "Bearded man, wearing a dark jacket and blue scarf, drinking from a white cup, holding papers in his other hand, sweating, standing next to a microphone, yellow background. In Tintin style."}
{"file_name": "image_224.png", "text": "Cartoon white dog with fluffy fur sitting, holding a large brown bone in its mouth, ears perked up, cheerful expression, set against a warm orange background. In Tintin style."}
{"file_name": "image_225.png", "text": "A young man in a yellow sweater and brown pants, looking shocked, stands beside a small white dog that is barking, both facing a giant red and white mushroom, set on a rocky beach with the ocean in the background, bright and colorful illustration style. In Tintin style."}
{"file_name": "image_226.png", "text": "Elderly man with white hair, glasses, and suit leans on papers on a green table, looking intently, another bald man beside him rubs his head in frustration, large telescope in the background dominates the observatory setting, a third person in a yellow shirt and beige pants appears walking down the stairs. In Tintin style."}
{"file_name": "image_227.png", "text": "Bright yellow sun with radiating spikes, surrounded by small stars, set against a dark sky contained within a circular frame, bordered by a light green edge. In Tintin style."}
{"file_name": "image_228.png", "text": "Elderly cartoon character with white hair and glasses, wearing a black suit, looking surprised and sweating, arms raised defensively, light blue background. In Tintin style."}
{"file_name": "image_229.png", "text": "Two men running on a ship's deck, one in a blue uniform with a black cap and pipe, the other in a yellow coat with orange shoes, both leaning forward in motion, round windows and ship railings visible in the background. In Tintin style."}
{"file_name": "image_230.png", "text": "Young man with blond hair, wearing a long beige coat and boots, walking against the wind with a surprised expression, white dog following, standing on a ship deck with puddles and raindrops, a torn orange and black flag in the background flapping in the wind. In Tintin style."}
{"file_name": "image_231.png", "text": "A small white dog, with a surprised expression, skids across a wooden floor, a broken sausage lying in front of it, indoors with a partially visible window, black wall in the background. In Tintin style."}
{"file_name": "image_232.png", "text": "Dog with a curious expression, standing on hind legs, paws on the table, pink bow around neck, looking at large steaming pot of tangled spaghetti on wooden table, indoors, yellow and brown tones, cartoony style. In Tintin style."}
{"file_name": "image_233.png", "text": "A small black and white dog entangled in numerous strands of spaghetti, wearing a yellow vest, running across a wooden floor, mouth open as if barking, a chaotic and humorous scene with dynamic movement. In Tintin style."}
{"file_name": "image_234.png", "text": "Bearded man in a navy uniform with gold stripes, falling backward in surprise, wearing a fur-collared coat and cap, arms and legs flailing, water droplets emphasizing movement, background of wooden planks, cartoon style. In Tintin style."}
{"file_name": "image_235.png", "text": "A man wearing a beige jacket and blue pants falls backward into a pile of sand, surprised expression, another man partially visible rowing a boat with a yellow oar, boat has a red and white color scheme with black stars, sandy shoreline, dynamic movement, bright blue sky. In Tintin style."}
{"file_name": "image_236.png", "text": "A person in a brown coat and red pants steps back with a surprised expression, a small white dog beside them, looking at a large red and white mushroom, set on rocky terrain with a green field in the background, cartoon-style illustration. In Tintin style."}
{"file_name": "image_237.png", "text": "Young man in a sweater and pants near a tree, looking surprised, large colorful butterfly flying overhead, small white dog barking excitedly, rocky landscape, clear sky background. In Tintin style."}
{"file_name": "image_238.png", "text": "Young man with quiff hairstyle, wearing a yellow sweater and brown pants, black boots, running with determined expression, splashing through water near rocks and grass, dynamic action, outdoor setting. In Tintin style."}
{"file_name": "image_239.png", "text": "A person in a brown coat stands on a small rocky island, raising a green flag with one hand, beside a white dog, surrounded by crashing waves, a small plane flies overhead against a blue sky. In Tintin style."}
{"file_name": "image_240.png", "text": "Young man with distinctive hair, wearing a beige trench coat and brown pants, walks with a white dog through a crowded outdoor market, surrounded by people in hats and coats, a man in a brown suit holding a green vase, a woman in a blue coat examining items, various antique objects displayed, trees and tents in the background. In Tintin style."}
{"file_name": "image_241.png", "text": "Model ship with detailed rigging and sails, wooden hull with multiple rectangular windows, small figures in blue and red clothing on deck, mounted on a rectangular base, warm beige background. In Tintin style."}
{"file_name": "image_242.png", "text": "A person with a beard in historical attire, wearing a wide-brimmed hat with a red feather, holding a telescope, standing in front of a framed picture depicting a sailing ship on the ocean, observed by a figure in the foreground holding a scroll, ornate decorative frame, blue sky. In Tintin style."}
{"file_name": "image_243.png", "text": "A startled man in a tan trench coat holding a door, surprised expression, small white dog barking nearby, fashionable woman in a fur coat and floral hat walking past, red phone booth setting. In Tintin style."}
{"file_name": "image_244.png", "text": "A person with a surprised expression kneeling under a table wearing an orange shirt and brown pants, reaching out with one hand while colorful stars surround him, a small white dog stands nearby watching, wooden table and floor settings in a cartoon style. In Tintin style."}
{"file_name": "image_245.png", "text": "Bearded man in a navy sailor uniform running, following a young man in an orange coat and red pants with a small white dog, indoor setting with green walls, framed ship paintings in the background. In Tintin style."}
{"file_name": "image_246.png", "text": "Two men restraining a third man, one wearing a purple sweater and red scarf holding his arm, the other in a blue coat and cap covering his mouth, third man in a yellow shirt and orange pants struggling, wooden crate marked \"fragile\" in the foreground, indoor setting with a door in the background. In Tintin style."}
{"file_name": "image_247.png", "text": "Cartoon-style man in a sailor uniform with a cap, beard and surprised expression, holding a small white dog mid-air, stars and motion lines indicating surprise or impact, set against an exterior building wall with a window and curtain, dynamic movement conveyed. In Tintin style."}
{"file_name": "image_248.png", "text": "Young figure with orange hair, dressed in a yellow shirt and brown pants, running towards an open doorway, set in a stone archway with pillars, expression focused and determined, medieval architecture. In Tintin style."}
{"file_name": "image_249.png", "text": "Brown dog, wearing a red collar, running energetically with tongue out and ears back, trailing a red leash, surrounded by dense green foliage and trees in a forest setting. In Tintin style."}
{"file_name": "image_250.png", "text": "Two startled men, one in a blue suit and the other in a black suit, standing against a tree, a large brown dog leaping towards them with its leash trailing, an outdoor setting with green foliage and grass. In Tintin style."}
{"file_name": "image_251.png", "text": "Man in blue suit, holding a gun, staggering forward on a path, brick hitting his head, debris flying, next to a stone wall, grassy area in the background. In Tintin style."}
{"file_name": "image_252.png", "text": "Two men wearing black suits and bowler hats, walking confidently with canes, mustached, in a room with a green bench, a third man sitting on the bench wearing a brown coat and hat, looking bewildered with stars and sweat drawn above his head, light purple wall and blue floor in the background. In Tintin style."}
{"file_name": "image_253.png", "text": "Underwater scene with cartoon submarine shaped like a shark, piloted by two characters with one looking through a cockpit window, surrounded by seaweed, two red fish swimming nearby, several small fish above, a jellyfish floating above, sandy ocean floor with scattered plants. In Tintin style."}
{"file_name": "image_254.png", "text": "Two men wearing black suits and bowler hats, holding canes, appear startled, stumbling backward, colorful stars around their heads, large red object tilting in the background, cartoon style, dynamic motion, humorous scene. In Tintin style."}
{"file_name": "image_255.png", "text": "Two individuals standing on a boat deck, one in a tan coat with distinctive hair looking out to sea, the other in a blue uniform and cap using binoculars, vast ocean stretching to the horizon, clear blue sky above, gentle wake trailing behind the boat. In Tintin style."}
{"file_name": "image_256.png", "text": "Two cartoon men with mustaches, wearing matching outfits with light-colored coats, blue ties, and black hats with orange pom-poms, both holding canes tightly, faces contorted in expressions of discomfort or irritation, sweat droplets around their heads, simple background. In Tintin style."}
{"file_name": "image_257.png", "text": "Two identical men with mustaches, wearing sailor uniforms with blue scarves and black hats, standing side by side on a ship deck, each holding a cane, wooden floor and portholes in the background, relaxed expressions. In Tintin style."}
{"file_name": "image_258.png", "text": "Two individuals on a ship's deck, both holding binoculars to their eyes, one with a beard and captain's hat wearing a blue shirt, the other with a distinctive hairstyle in a lighter blue shirt, facing the horizon in a clear blue sky. In Tintin style."}
{"file_name": "image_259.png", "text": "Man with blue shirt and black pants recoils with arm raised near a tree, young man in light blue shirt and brown pants holds a rifle with a surprised expression, mustached man in white and black shirt stands behind with a shovel, small white dog barks nearby, surrounded by trees and greenery, outdoor setting. In Tintin style."}
{"file_name": "image_260.png", "text": "Shark-shaped submarine with a pilot inside, surrounded by blue fish swimming in various directions, underwater environment with green water, seaweed, and coral. In Tintin style."}
{"file_name": "image_261.png", "text": "Cartoonish shark submarine with a glass dome, passengers visible inside, large jellyfish atop, underwater setting with seaweed and coral, colorful marine illustration, whimsical and imaginative. In Tintin style."}
{"file_name": "image_262.png", "text": "Deep-sea diver in an antique diving suit and helmet, holding a rope, standing on the wooden deck of a shipwreck, surrounded by small fish, skull and bones scattered on the floor, underwater setting with sunlight filtering through. In Tintin style."}
{"file_name": "image_263.png", "text": "Diver in vintage diving suit kneels on seabed, holding a green object, helmet with circular windows, orange fish swims nearby, underwater rocks and plants in the background. In Tintin style."}
{"file_name": "image_264.png", "text": "Man with glasses and hat sitting in a wooden chair, surrounded by swirling magical rings and stars, surprised expressions on two standing men and a man in motion, colorful books floating around, small white dog running beneath, wooden table at the center, indoor setting with a teal background. In Tintin style."}
{"file_name": "image_265.png", "text": "Man with gray hair and mustache, wearing a black suit and red tie, sitting on a train seat holding a newspaper, another man with a hat and glasses in a brown coat reading a newspaper, a woman with orange hair in a beige coat leaning over to read, a seated dog peeking out from her coat, another figure wearing a blue outfit with a fur collar and yellow gloves standing holding a red bag, train interior with green curtains and a window showing power lines outside. In Tintin style."}
{"file_name": "image_266.png", "text": "Steam train with black body and red detailing, moving at speed on a grassy hillside, light puff of smoke trailing, sky is clear with a few white clouds, wooden pole in foreground. In Tintin style."}
{"file_name": "image_267.png", "text": "Young person wearing a long coat and an orange hat, running towards a grand mansion with a white dog, clear blue sky overhead, framed by green trees. In Tintin style."}
{"file_name": "image_268.png", "text": "A white dog with a collar, running energetically with raised ears, chases a fleeing black and tan cat with wide eyes, both on a slippery floor with motion lines indicating speed, wooden bed frame visible in the background. In Tintin style."}
{"file_name": "image_269.png", "text": "Man in a tuxedo slipping, holding a tray with bottles and a shaker, surprised expression, motion lines indicating fall, colorful stars on the ground, indoor setting with a yellow background. In Tintin style."}
{"file_name": "image_270.png", "text": "Man in a red suit and hat covering his face in shock, another man in a beige trench coat looking surprised, a penguin suit-wearing man falling backward, white dog on him, colorful bottles and pan mid-air, indoor setting with a green door, dynamic and chaotic action. In Tintin style."}
{"file_name": "image_271.png", "text": "Blonde woman in black dress and hat, surprised expression, holding a purse with hands raised, surrounded by seated audience with various expressions, courtroom setting with people in background, wood paneling, muted colors. In Tintin style."}
{"file_name": "image_272.png", "text": "Woman in a purple dress with a large flower on the shoulder, white gloves, arms outstretched, singing with mouth open, expressive posture, background with simple vertical lines and blue-tinted backdrop. In Tintin style."}
{"file_name": "image_273.png", "text": "A blindfolded man in an ornate outfit is throwing a knife towards a person standing against a colorful target board, desert landscape with cacti in the background, blue sky above. In Tintin style."}
{"file_name": "image_274.png", "text": "Open red box held in hand, scattered blue broken pieces inside, yellow latch on side, neutral background. In Tintin style."}
{"file_name": "image_275.png", "text": "A small white dog with a startled expression, running with droplets of water around it, a Siamese cat on a staircase, also with a surprised expression, ornate indoor setting with a decorated wall and stairs. In Tintin style."}
{"file_name": "image_276.png", "text": "Yellow vintage convertible car driving on a rural road, two characters seated inside, one with distinctive bold hairstyle and one wearing a hat, small white dog in between them, trees and fields in the background, clear sky above. In Tintin style."}
{"file_name": "image_277.png", "text": "Large, ivy-covered mansion with multiple chimneys, wooded setting, winding path leading to grand staircase, person in black clothing running through dense forest in foreground, overcast sky. In Tintin style."}
{"file_name": "image_278.png", "text": "Open green shutters on a brick building, yellow lattice-patterned window behind, small colorful stars and leaves in motion around, word \"BANG\" in bold lettering, vibrant and dynamic composition. In Tintin style."}
{"file_name": "image_279.png", "text": "Man with glasses and hat sitting in rocking chair, wearing long coat, surprised expression, another man standing behind, wearing checkered suit, holding chair with shocked expression, colorful explosions and swirl lines on the floor, background features wooden panels. In Tintin style."}
{"file_name": "image_280.png", "text": "A stone statue with tribal adornments in a glass display case, surrounded by sparks and a bright yellow explosion, set against a tiled wall and floor, indoor museum-like setting. In Tintin style."}
{"file_name": "image_281.png", "text": "Skeleton wearing ornamental headdress and necklace, sitting on window ledge, holding glass sphere, night sky in background, open casement windows with diamond patterns, vase with flowers on a table, ornate and mystical atmosphere. In Tintin style."}
{"file_name": "image_282.png", "text": "Person in a blue suit stumbling backward out of a sooty fireplace, hand raised to shield face, white dog jumping excitedly nearby, scattered debris and stars around, brick fireplace and wooden mantel in background, circular decoration above. In Tintin style."}
{"file_name": "image_283.png", "text": "Motorcyclist in black leather gear and helmet rides a blue motorcycle with goggles on, another motorcyclist follows from a police station with a red roof and yellow walls, both bikes facing forward, trees and clear sky in the background. In Tintin style."}
{"file_name": "image_284.png", "text": "Policeman in uniform on a bicycle raising his hand to stop a speeding car, rural road with trees lining the sides, car approaching in the background kicking up dust, clear blue sky, upright posture and calm expression. In Tintin style."}
{"file_name": "image_285.png", "text": "Uniformed officer with cap, holding up hand to stop a brown vintage car, car approaching on a rural dirt road lined with trees, officer wearing a black uniform with a shoulder bag, setting is a countryside with greenery and blue sky. In Tintin style."}
{"file_name": "image_286.png", "text": "A person in a brown coat, red hair visible, knocking on a large, ornate green door, small white dog with raised tail standing to the side, stone staircase leads up to the door, yellow brick wall background, intricate architectural details above the door. In Tintin style."}
{"file_name": "image_287.png", "text": "Bearded man with disheveled hair, wearing a brown robe with a checkered collar and cuffs, sitting slouched and asleep in a teal armchair, indoor setting with a brick wall and grandfather clock in the background. In Tintin style."}
{"file_name": "image_288.png", "text": "A small white dog wearing a knight's helmet adorned with colorful feathers prances on a path, surrounded by a grassy area and a stone wall, scattered colorful stars in the background, playful and lively composition. In Tintin style."}
{"file_name": "image_289.png", "text": "Man in blue shirt and black pants standing on a red boat, hammering stars of various colors onto a stone wall, wall adorned with colorful stars, ladder on the side, water surrounding the boat, ropes hanging nearby. In Tintin style."}
{"file_name": "image_290.png", "text": "Yellow propeller plane with two engines, flying through blue sky, surrounded by fluffy white clouds, detailed comic-style illustration. In Tintin style."}
{"file_name": "image_291.png", "text": "Llama spitting in a man's face, man wearing a blue shirt and black coat recoiling, hat flying off, young person with blond hair and brown coat watching with surprise, another person in colorful striped poncho looking at the scene, outdoor setting, humorous cartoon style. In Tintin style."}
{"file_name": "image_292.png", "text": "Young person with blond hair, wearing a beige shirt and red pants, ramming into a larger man in a red sweater, cap flying off, distressed expression, indoor setting with a porthole in the background, dynamic action with motion lines and stars indicating impact. In Tintin style."}
{"file_name": "image_293.png", "text": "Two identical men with mustaches, wearing black bowler hats, white shirts, black waistcoats, and black trousers, each holding a cane, walking side by side on a dirt path, desert landscape with cacti and mountains in the background, clear sky. In Tintin style."}
{"file_name": "image_294.png", "text": "Young man with short orange hair climbing rocks in a brown suit and blue sweater, determined expression, small white dog following, river flowing in the background with bridge arches above, rocky terrain and metal beams present. In Tintin style."}
{"file_name": "image_295.png", "text": "Two individuals riding donkeys, one in a blue outfit, the other in red, accompanied by a third person in black walking beside them, followed by a small white dog, traversing a desert landscape with cacti and rocky terrain, mountains visible in the background, clear blue sky overhead. In Tintin style."}
{"file_name": "image_296.png", "text": "Snow-covered mountains, narrow valley pathway, figure in red coat leading, group of people following, rocky terrain scattered with large boulders, clear blue sky in the background. In Tintin style."}
{"file_name": "image_297.png", "text": "A man in a red coat runs downhill, snow and rocks cascading in a massive avalanche behind him, mountainous landscape in the background, clear blue sky above. In Tintin style."}
{"file_name": "image_298.png", "text": "An animated alligator grins with its mouth open, laying on green grass, beside a small rodent holding a stick, surrounded by leafy plants, vibrant colors and cartoonish style. In Tintin style."}
{"file_name": "image_299.png", "text": "Bearded man in a black suit with a blue and red scarf, holding a bottle, hanging from a rope with one hand, background with motion lines indicating movement or wind. In Tintin style."}
{"file_name": "image_300.png", "text": "Young man with a quiff, wearing a blue sweater and brown pants, holds a rifle and leads a white dog, man with a beard in a navy cap follows behind, woman peeks from the rocks, colorful scarf draped over the man's shoulder, rocky tunnel setting, adventurous atmosphere. In Tintin style."}
{"file_name": "image_301.png", "text": "Person seated on a throne wearing elaborate feathered headdress and yellow garment, holding a staff, expression of authority, surrounded by attendants in colorful headdresses and robes, standing with arms folded, in a regal setting with tribal decorations and patterned rugs, under a fringed canopy in a historical architectural environment. In Tintin style."}
{"file_name": "image_302.png", "text": "Two men with mustaches, wearing black suits and bowler hats, holding canes, one lighting a cigarette with a lighter labeled \"CLICK,\" standing outdoors near a tree, background of grass and blue sky. In Tintin style."}
{"file_name": "image_303.png", "text": "Two cartoon men walking side by side, left man wearing a cap, yellow shirt, and overalls, appearing cheerful, right man wearing a black hat, white tank top, and jeans, with gloves on, setting includes a pipe and red wall box, industrial environment. In Tintin style."}
{"file_name": "image_304.png", "text": "Young person in blue striped shirt looks surprised, holding a white dog's leash, older man in long black robe and red headscarf blown backwards, papers flying around, colorful stars in the air, outdoor setting, dynamic and chaotic scene. In Tintin style."}
{"file_name": "image_305.png", "text": "A person clad in a blue coat, orange scarf and hat, leaning into a strong sandstorm, a small white dog beside them with ears back, desert environment with swirling sand, dynamic movement. In Tintin style."}
{"file_name": "image_306.png", "text": "Elderly woman with curly blonde hair, wearing a purple dress and pearl necklace, excited expression, holding hand in an 'OK' gesture, standing in front of a vintage microphone, green background. In Tintin style."}
{"file_name": "image_307.png", "text": "Young man in blue shirt and brown pants recoiling with a startled expression, hit by punch from bald man in gray coat and black boots, man in action pose with clenched fist, indoor setting with light-colored walls and scattered objects, dynamic and tense atmosphere. In Tintin style."}
{"file_name": "image_308.png", "text": "Two figures with long, flowing green hair and beards, wearing black suits and bowler hats, holding walking sticks, standing next to each other, surrounded by floating bubbles, small white dog watching curiously, indoor setting with tiled floor. In Tintin style."}
{"file_name": "image_309.png", "text": "Three individuals and a small dog sit in a blue open-top jeep, observing a large red and white rocket on a launch pad, the jeep is parked on a sandy terrain with mountains in the background, clear blue sky above, two individuals in the jeep are gesturing towards the rocket, scaffolding surrounds the rocket, creating a sense of anticipation and exploration. In Tintin style."}
{"file_name": "image_310.png", "text": "Bald man in green overalls with glasses, smiling, gestures towards a door, standing alongside two individuals, one with distinctive hair wearing a tan coat, the other in a dark outfit with a blue collar and cap, indoor setting with a plain wall and door. In Tintin style."}
{"file_name": "image_311.png", "text": "A man in a black coat with a blue scarf, surprised expression, is being embraced by a man in a green astronaut suit, helmet on, indoors with a window in the background, a small white dog jumping nearby, colorful stars indicating impact or surprise. In Tintin style."}
{"file_name": "image_312.png", "text": "Multiple bears, varying in shades from tan to brown, are playfully sliding down a snowy, jagged mountain slope, some sitting upright while others are mid-slide, against a clear blue sky. In Tintin style."}
{"file_name": "image_313.png", "text": "Two figures in green suits, standing with weapons, surrounded by tall, cylindrical machinery, intricate yellow and black structures, industrial environment, expansive indoor setting, bright colors, cartoon style. In Tintin style."}
{"file_name": "image_314.png", "text": "Large red and white rocket in a hangar, surrounded by a blue scaffolding structure, several people in blue uniforms and hats walking and gesturing, industrial setting with beige walls and metal railings, overhead view. In Tintin style."}
{"file_name": "image_315.png", "text": "Bearded man in a yellow space suit with a clear helmet, clenched fist resting on his hip, standing in an interior with colorful pipes and a gauge, expression appears surprised or alert, bright and cartoonish style. In Tintin style."}
{"file_name": "image_316.png", "text": "A man in an orange spacesuit with a dazed expression walks forward, stars encircling his head, a person in blue overalls waves from a doorway holding a bottle, enclosed space with a control panel on the wall, colorful cartoon style. In Tintin style."}
{"file_name": "image_317.png", "text": "Disheveled man with a blackened face and messy hair crouching, wearing a blue sweater, smoke rising around him, seated man wearing a suit and bowler hat with a surprised expression, indoors with star-patterned decor, purple chair in a simple room. In Tintin style."}
{"file_name": "image_318.png", "text": "Red and white checkered rocket soaring into space, diagonal trajectory, emitting a bright yellow glow, Earth below with visible continents, clouds, and oceans, starry black sky as the background, dynamic and adventurous composition. In Tintin style."}
{"file_name": "image_319.png", "text": "Two astronauts in orange spacesuits with backpacks and antennas, standing on a rocky alien terrain, gazing towards a red and white rocket in the distance, one gesturing forward, a smaller figure in similar attire crouching beside them, barren lunar-like landscape under a star-filled sky. In Tintin style."}
{"file_name": "image_320.png", "text": "Illustration of a partially shaded yellow moon with craters, surrounded by concentric circles, set against a dark starry background, framed with a muted pink border. In Tintin style."}
{"file_name": "image_321.png", "text": "Chaotic scene in a submarine control room, characters in colorful clothing, one in blue clinging to a pillar, another in green falling backward, two in brown tumbling with surprised expressions, surrounded by dials and equipment, dynamic composition with a sense of instability. In Tintin style."}
{"file_name": "image_322.png", "text": "Red and white checkered rocket flying through space, angled upward, trail of sparks from the tail, surrounded by small white stars, dark starry background. In Tintin style."}
{"file_name": "image_323.png", "text": "Yellow, cratered surface of a celestial body, large red rocket flies upwards in space, black starry sky in the background, comic-style illustration, dynamic composition with contrasting colors. In Tintin style."}
{"file_name": "image_324.png", "text": "Two individuals in purple clothing lying on beige cushions, facing each other, engaged in reading and writing, in a compact, futuristic room with metal walls, shelves filled with objects, and a central table, creating a symmetrical and organized composition. In Tintin style."}
{"file_name": "image_325.png", "text": "Red and white checkered rocket launching, surrounded by smoke and flames, starry night sky in the background, rocky landscape below, vibrant comic-style illustration. In Tintin style."}
{"file_name": "image_326.png", "text": "Two cartoon characters in military uniforms accidentally collide, falling backward, hats flying, with stars and motion lines indicating impact, set in a room with control panels and a table. In Tintin style."}
{"file_name": "image_327.png", "text": "Man with a mustache, wearing a striped vest and bow tie, holding a feather duster, reaching for a ringing telephone on a vintage wooden table, framed picture on the wall, indoor setting. In Tintin style."}
{"file_name": "image_328.png", "text": "A young person in a blue shirt and brown pants walks alongside an older individual in a coat and hat, both on a dirt path with a small white dog nearby, large tree to the left, cloudy sky overhead, lush greenery and wheat field in the background. In Tintin style."}
{"file_name": "image_329.png", "text": "Man with a beard, wearing a blue shirt, looking at a cracked mirror, toothbrush in hand, reflection shows distorted face, bathroom setting with a bottle and a small red box on the counter. In Tintin style."}
{"file_name": "image_330.png", "text": "A bald man wearing a gray trench coat, boots, and gloves punches a bearded man in a red suit, causing him to lean backward, stars appearing around the bearded man's head, indoor setting with scattered boxes and items, dynamic action pose, expression of surprise and determination. In Tintin style."}
{"file_name": "image_331.png", "text": "A man in a green coat and hat with glasses and a mustache holds a briefcase and exits an elevator, followed by a uniformed elevator operator in an orange suit with white gloves, standing in a hallway with pink walls and doors labeled \"LIFT.\". In Tintin style."}
{"file_name": "image_332.png", "text": "Vintage car with a red roof, flying off a road into a lake, water splashing below, a swan swimming nearby, surrounded by lush greenery and trees, mountains in the background, cartoon style. In Tintin style."}
{"file_name": "image_333.png", "text": "Elderly man wearing glasses and a red sweater, kicking a pipe causing a loud noise, standing in a pile of coal, worried expression, tools hanging on the wall, trash can nearby, industrial setting with pipes and valves. In Tintin style."}
{"file_name": "image_334.png", "text": "Two-story building with a damaged roof and smoke rising, broken windows with shutters hanging, surrounded by green bushes, crowd of people wearing various hats and coats gathered in the foreground, red emergency vehicles on either side, blue sky with scattered clouds. In Tintin style."}
{"file_name": "image_335.png", "text": "Two people in coats walking on a rainy road, one holding a white dog on a leash, surrounded by green hills and trees, a road sign visible, sky overcast with rain. In Tintin style."}
{"file_name": "image_336.png", "text": "A startled man in a green suit and brown shoes leans backward with arms flailing, facial expression shocked, as white fluffy dog pulls on a leash, dog moving energetically, small red flowers scatter in the air, scene set outside a building with light walls and a blue door, sidewalk visible underfoot. In Tintin style."}
{"file_name": "image_337.png", "text": "Two characters tumbling down stairs, one wearing a blue jacket and tie with a surprised expression, the other wearing a white and yellow outfit with blue pants and a hat, stone staircase with ornate railings, dynamic movement, sense of urgency and action. In Tintin style."}
{"file_name": "image_338.png", "text": "Green dog wearing a red hood and cape, walking on a paved surface, steps in the background, tongue out, expressive and animated demeanor. In Tintin style."}
{"file_name": "image_339.png", "text": "Person wearing a dark suit with a blue shirt, bucket of white liquid on head, surprised posture with hands raised, spills occurring, indoors with decorative green door, yellow and red stars around. In Tintin style."}
{"file_name": "image_340.png", "text": "Young man with orange hair, wearing a beige trench coat and blue sweater, holding a newspaper, walking alertly with a small white dog, surrounded by dense green foliage, a hand holding a pistol aiming through the leaves in the foreground. In Tintin style."}
{"file_name": "image_341.png", "text": "Three men in foreground facing away, one in a black sailor's cap and blue scarf, one in a beige sun hat and green sweater, standing close together, an older man in a red and white keffiyeh and glasses smiling and holding a book, a background figure in white robes and a headscarf observing, stone wall and red canopy in the background. In Tintin style."}
{"file_name": "image_342.png", "text": "Spotted big cat with green eyes lunging aggressively, paws on a smaller white dog with brown spots, surprised expression, dusty rocky ground in the background, chain and rock in the upper corner, action lines indicating movement and speed. In Tintin style."}
{"file_name": "image_343.png", "text": "Bearded man sleeping in bed, disgruntled expression, wrapped in blankets, angelic figure with wings and robe, calm and smiling, standing nearby with clasped hands, devilish figure with horns and red skin, flying away with angry expression, contrasting bright and dark atmosphere, dreamlike setting. In Tintin style."}
{"file_name": "image_344.png", "text": "Man with dark hair, blue shirt, and dark pants, struggling in rough ocean waves, alongside sinking ship, turbulent water covering most of the scene, wooden debris floating nearby, sky in the background indicating a stormy setting. In Tintin style."}
{"file_name": "image_345.png", "text": "Person falling headfirst into a stone well, legs flailing above, water splashing out, wearing black clothing and brown shoes, snow-covered ground, buildings in the background, dynamic and humorous scene. In Tintin style."}
{"file_name": "image_346.png", "text": "Man with short black hair, wearing a beige shirt, raising both hands with fingers spread, speaking with an open mouth, indoors with a wooden beam and window in the background. In Tintin style."}
{"file_name": "image_347.png", "text": "Two yellow tents pitched on a rocky, terraced landscape, surrounded by blue shadows, a large tree silhouetted in the background, creating a sense of tranquility and isolation. In Tintin style."}
{"file_name": "image_348.png", "text": "Bearded man wearing a blue shirt, black pants, and a captain's hat, carries a large backpack with a bottle and blanket, uses a walking stick, hiking up rocky terrain, sweating, followed by an enthusiastic white dog with its tongue out, rugged cliffside in the background. In Tintin style."}
{"file_name": "image_349.png", "text": "Three hikers with backpacks, trekking poles in hand, traverse a rocky mountain path, snowy peaks in the distance, shrine-like structure on the right, clear blue sky above, rugged terrain with scattered boulders. In Tintin style."}
{"file_name": "image_350.png", "text": "Hikers in colorful clothing carrying large backpacks trek through a snowy mountainous landscape, rocky cliffs on the left, clear sky above, each using walking sticks, moving in a single file up a winding path. In Tintin style."}
{"file_name": "image_351.png", "text": "Person in blue and white hooded winter outfit, holding an ice axe, trekking through heavy snow, snowflakes obscuring visibility, snowy mountainous background, dog following closely behind. In Tintin style."}
{"file_name": "image_352.png", "text": "Two figures in a vibrant setting, one in colorful ceremonial attire and headdress sitting on an ornate chair, expressing surprise, another standing with dark skin, wearing a tattered pink garment, holding an object above their head, gesturing with the other hand, candles in golden holders on a wooden table in the foreground, decorated background with drapes. In Tintin style."}
{"file_name": "image_353.png", "text": "Two cartoon characters embracing tightly, wearing blue clothing, one has dark hair, stars around their heads indicating movement or dizziness, interior setting with abstract background elements. In Tintin style."}
{"file_name": "image_354.png", "text": "A large, hairy creature with an alarmed expression and elongated limbs stands in a cave, a boy wearing a blue shirt and brown pants holds a pickaxe defensively, bright light illuminating the scene. In Tintin style."}
{"file_name": "image_355.png", "text": "A large, hairy creature with a fur-covered body is walking through a rocky cave, looking determined, a person in a blue sweater and black pants is tumbling backward, surprised expression, surrounded by colorful stars and motion lines, emphasizing the action-packed scene. In Tintin style."}
{"file_name": "image_356.png", "text": "Bearded man with a brown suit and red scarf, walking with an animated expression, arms out and one leg raised, indoor setting with light-colored walls and a red chair, lively movement, cartoon style. In Tintin style."}
{"file_name": "image_357.png", "text": "A cartoon man with a mustache and glasses, wearing a hat and yellow bathrobe, sitting in a bathtub, holding and reading a red book, tiles in the background, small amount of water around him. In Tintin style."}
{"file_name": "image_358.png", "text": "A hand flipping a black hat with a yellow band in mid-air, beige walls in the background, closed white door with a silver handle, ornate wooden coat rack on the right, room setting with a polished wooden floor. In Tintin style."}
{"file_name": "image_359.png", "text": "Large stone pyramid with steep stairs, group of three people in front wearing casual and military clothing, one gesturing towards pyramid, military vehicle with soldiers nearby, speech bubble saying \"Magnificent, eh?\", flock of birds in the blue sky, grassy foreground. In Tintin style."}
{"file_name": "image_360.png", "text": "Two characters in a forest, one with red hair wearing a blue sweater and white collar, the other with long white hair and beard, red shirt, and blue headband, holding a stick, surrounded by green foliage and trees. In Tintin style."}
{"file_name": "image_361.png", "text": "A helicopter flies over a vast, dense forest with lush green trees, distant mountain range under a clear blue sky, creating a sense of vastness and isolation. In Tintin style."}
{"file_name": "image_362.png", "text": "Red bus with white stripes driving on a rocky path, driver in orange shirt gripping steering wheel, passenger wearing blue shirt and red cap looking out window, green background with trees, detailed cartoon style. In Tintin style."}
{"file_name": "image_363.png", "text": "A group of colorfully dressed figures with feathered hats, wearing red and black outfits and green capes, ascending a curved staircase, holding rifles, ornate railing on the right, interior setting with cream-colored walls and wooden door. In Tintin style."}
